{"admin": [{"title": "Oppenheimer", "genre": "Thriller", "director": "Christopher Nolan", "actors": ["Cillian Murphy", "Matt Damon"], "year": "2023-07-19", "description": "En 1942, convaincus que l’Allemagne nazie est en train de développer une arme nucléaire, les États-Unis initient, dans le plus grand secret, le \"Projet Manhattan\" destiné à mettre au point la première bombe atomique de l’histoire. Pour piloter ce dispositif, le gouvernement engage J. Robert Oppenheimer, brillant physicien, qui sera bientôt surnommé \"le père de la bombe atomique\". C’est dans le laboratoire ultra-secret de Los Alamos, au cœur du désert du Nouveau-Mexique, que le scientifique et son équipe mettent au point une arme révolutionnaire dont les conséquences, vertigineuses, continuent de peser sur le monde actuel…", "production": "?", "duree": "181", "poster": "oppenheimer.webp", "visibilite": "1"}, {"title": "Barbie", "genre": "Comédie", "director": "Greta Gerwig", "actors": ["Margot Robbie", "Ryan Gosling"], "year": "2023-07-19", "description": "A Barbie Land, vous êtes un être parfait dans un monde parfait. Sauf si vous êtes en crise existentielle, ou si vous êtes Ken.", "production": " Margot Robbie", "duree": "115", "poster": "barbie.webp", "visibilite": "1"}], "user": [{"title": "The tomorrow war", "genre": "Science-fiction", "director": "Chris McKay", "actors": ["Chris Pratt", "Yvonne Strahovski", "J.K. Simmons"], "year": "2021-07-02", "description": "Le monde est stupéfait lorsqu’un groupe de voyageurs arrive du futur – précisément de l’année 2051 - pour délivrer un message urgent : dans 30 ans, l’Humanité va perdre une guerre d’envergure mondiale contre une espèce d’aliens meurtrière venue détruire notre civilisation. Le seul moyen de survivre à cette attaque extraterrestre est de faire transporter des soldats et civils du monde d’aujourd’hui trente ans plus tard pour lutter contre cette invasion alien. Parmi les recrues, Dan Forester, père de famille et professeur au lycée, est déterminé à sauver le monde pour l’avenir de sa fille. Dan fait équipe avec une brillante scientifique et son père pour réécrire l’avenir de la planète.", "production": "Zach Dean", "duree": "140", "poster": "thetomorrowwar.jpg", "visibilite": "0"}, {"title": "Elephant", "genre": "Fantastique", "director": "da", "actors": ["849"], "year": "2024-01-02", "description": "Ekefzkfezk", "production": "849", "duree": "132", "poster": "poster.jpg", "visibilite": "1"}, {"title": "arbre", "genre": "Policier", "director": "d", "actors": ["516", "565"], "year": "2024-01-23", "description": "C'est un arbre", "production": "506", "duree": "15", "poster": "arbre.jpg", "visibilite": "1"}]}